Repository: pardus/pardus-gnome-greeter
Catalog: data/po/*.po
Languages: pt, tr

source: About
pt: Acerca
tr: Hakkında

source: Accent Color
pt: Cor de destaque
tr: Vurgu Rengi

source: Access hundreds of applications with the renewed interface.
pt: Aceda a centenas de aplicações com a interface renovada.
tr: Yenilenen arayüzle yüzlerce uygulamaya erişin.

source: Add a status menu for accessing and unmounting removable devices.
pt: Adicionar um menu de estado para aceder e desmontar dispositivos removíveis.
tr: Taşınabilir cihazlara erişim ve çıkartma için durum menüsü ekle.

source: Adds clipboard indicator to top panel, caches history.
pt: Adiciona o indicador da área de transferência ao painel superior, coloca o histórico em cache.
tr: Üst panele pano göstergesi ekler, geçmişi önbelleğe alır.

source: Adjust the size of the clock text
pt: Ajustar o tamanho do texto do relógio
tr: Saat metninin boyutunu ayarlayın

source: Appearance
pt: Aparência
tr: Görünüm

source: Applications
pt: Aplicações
tr: Uygulamalar

source: Automatically download and rotate daily wallpapers
pt: Descarregue e alterne automaticamente os papéis de parede diários
tr: Günlük duvar kağıtlarını otomatik olarak indir ve değiştir

source: Available Extensions
pt: Extensões disponíveis
tr: Mevcut Uzantılar

source: Block 'Application is ready' notifications.
pt: Bloquear notificações "A aplicação está pronta".
tr: Uygulama hazır bildirimlerini engelleyin.

source: Bluetooth Battery Meter
pt: Medidor de bateria Bluetooth

source: Caffeine
pt: Cafeína

source: Choose Wallpaper
pt: Escolha o papel de parede
tr: Duvar Kağıdı Seç

source: Choose Your Desktop Layout
pt: Escolha o esquema do seu ambiente de trabalho
tr: Masaüstü Düzeninizi Seçin

source: Choose how the date and time are displayed
pt: Escolha como a data e a hora são exibidas
tr: Tarih ve saatin nasıl görüntüleneceğini seçin

source: Classic GNOME
pt: GNOME clássico
tr: Klasik GNOME

source: Classic Windows XP experience
pt: Experiência clássica do Windows XP
tr: Klasik Windows XP deneyimi

source: Clipboard Indicator
pt: Indicador da área de transferência

source: Clock Formatting
pt: Formatação do relógio
tr: Saat Biçimlendirme

source: Community
pt: Comunidade
tr: Topluluk

source: Cursor Size
pt: Tamanho do cursor
tr: İmleç Boyutu

source: Custom Pardus desktop layout
pt: Esquema personalizado do ambiente de trabalho do Pardus
tr: Özel Pardus masaüstü düzeni

source: Customize and configure Pardus with few clicks
pt: Personalize e configure o Pardus com apenas alguns cliques
tr: Birkaç tıkla Pardusʼu özelleştirin ve yapılandırın

source: Customize the date and time format in the top panel
pt: Personalize o formato da data e da hora no painel superior
tr: Üst paneldeki tarih ve saat biçimini özelleştirin

source: Dark
pt: Escuro
tr: Koyu

source: Date & Time
pt: Data e Hora
tr: Tarih & Saat

source: Date / Time Format
pt: Formato de Data / Hora
tr: Tarih / Saat Biçimi

source: Desktop Icon Size
pt: Tamanho dos ícones da área de trabalho
tr: Masaüstü Simge Boyutu

source: Display
pt: Ecrã
tr: Ekran

source: Display Options
pt: Definições de ecrã
tr: Görünüm Seçenekleri

source: Display seconds in the time format
pt: Exibir os segundos no formato de hora
tr: Saat biçiminde saniyeleri göster

source: Display system information in gnome shell status bar, such as memory usage, cpu usage, network rates...
pt: Exibir informações do sistema na barra de estado do Gnome Shell, tais como utilização da memória, utilização da CPU, velocidades de rede...
tr: Bellek kullanımı, işlemci kullanımı, ağ hızları gibi sistem bilgilerini gnome kabuğu durum çubuğunda gösterir.

source: Documentation
pt: Documentação
tr: Belgeler

source: Enable clock formatting
pt: Ativar a formatação do relógio
tr: Saat biçimlendirmeyi etkinleştir

source: Extension Not Found
pt: Extensão não encontrada
tr: Uzantı Bulunamadı

source: Extensions
pt: Extensões
tr: Uzantılar

source: Extra Large
pt: Extra grande
tr: Çok Büyük

source: File Manager Icon Size
pt: Tamanho dos ícones do gestor de ficheiros
tr: Dosya Yöneticisi Simge Boyutu

source: Finish
pt: Concluir
tr: Bitir

source: Font Size
pt: Tamanho do tipo de letra
tr: Yazı Tipi Boyutu

source: Format Style
pt: Estilo do formato
tr: Biçim Stili

source: Forum
pt: Fórum

source: GResource loaded from
pt: GResource carregado do

source: Gnome Default
pt: Gnome padrão
tr: Gnome Varsayılan

source: Go to Store
pt: Ir para a loja
tr: Mağazaya Git

source: Icon Theme
pt: Tema do ícones
tr: Simge Teması

source: Interface Scaling
pt: Escala da interface
tr: Arayüz Ölçeklendirme

source: Large
pt: Grande
tr: Büyük

source: Layout
pt: Esquema
tr: Tasarım

source: Let's Start
pt: Vamos começar
tr: Hadi Başlayalım

source: Light
pt: Claro
tr: Açık

source: Mac Style
pt: Estilo Mac
tr: Mac Tarzı

source: Medium
pt: Médio
tr: Orta

source: Monitors
pt: Monitores
tr: Monitörler

source: Next
pt: Seguinte
tr: Sonraki

source: Osman Coskun <osman.coskun@pardus.org.tr>
pt: Hugo Carvalho <hugokarvalho@hotmail.com>
tr: Osman Coşkun <osman.coskun@pardus.org.tr>

source: Pardus Brown
pt: Pardus castanho
tr: Pardus Kahverengi

source: Pardus Default
pt: Pardus Padrão
tr: Pardus Varsayılan

source: Pardus GNOME Greeter
pt: Bem-vindo ao GNOME Pardus
tr: Pardus GNOME Karşılayıcı

source: Pardus Gray
pt: Pardus cinza
tr: Pardus Gri

source: Pardus Live Wallpaper
pt: Papel de parede animado Pardus
tr: Pardus Canlı Duvar Kağıdı

source: Pardus Live Wallpaper extension is not installed. Please install it from GNOME Extensions.
pt: A extensão Papel de parede ao vivo Pardus não está instalada. Instale-a a partir das Extensões GNOME.
tr: Pardus Canlı Duvar Kağıdı uzantısı yüklü değil. Lütfen GNOME Uzantılarından yükleyin.

source: Pardus Software Center Renewed
pt: Centro de Software Pardus renovado
tr: Pardus Uygulama Mağazası yenilendi

source: Pardus Style
pt: Estilo Pardus
tr: Pardus Tarzı

source: Previous
pt: Anterior
tr: Önceki

source: Removable Drive Menu
pt: Menu da unidade removível

source: Resolution
pt: Resolução
tr: Çözünürlük

source: Scale
pt: Escala
tr: Ölçek

source: Select a desktop layout that suits your workflow. You can change this anytime later.
pt: Selecione um esquema de ambiente de trabalho adequado ao seu fluxo de trabalho. Pode alterá-lo a qualquer momento mais tarde.
tr: İş akışınıza uygun bir masaüstü düzeni seçin. Bunu daha sonra istediğiniz zaman değiştirebilirsiniz.

source: Select a wallpaper from the available images
pt: Selecione um papel de parede entre as imagens disponíveis
tr: Mevcut resimlerden bir duvar kağıdı seçin

source: Select your preferred theme style
pt: Selecione o seu estilo de tema preferido
tr: Tercih ettiğiniz tema stilini seçin

source: Settings
pt: Definições
tr: Ayarlar

source: Setup Completed
pt: Configuração concluída
tr: Kurulumu Tamamladınız

source: Show seconds
pt: Mostrar segundos
tr: Saniyeleri göster

source: Small
pt: Pequeno
tr: Küçük

source: Small+
pt: Pequeno+
tr: Küçük+

source: Standard
pt: Padrão
tr: Standart

source: Start Exploring
pt: Comece a explorar
tr: Hemen Keşfet

source: Style
pt: Estilo
tr: Stil

source: System Monitor
pt: Monitor do sistema

source: Temporarily disable screensaver and auto-suspend.
pt: Desativar temporariamente o protetor de ecrã e a suspensão automática.
tr: Ekran koruyucu ve otomatik kapanmayı geçici olarak devre dışı bırak

source: Theme
pt: Tema
tr: Tema

source: Time
pt: Hora
tr: Saat

source: Time Only
pt: Apenas hora
tr: Sadece Saat

source: Tiny
pt: Minúsculo
tr: Minik

source: Traditional GNOME desktop experience
pt: Experiência tradicional do ambiente de trabalho GNOME
tr: Geleneksel GNOME masaüstü deneyimi

source: Ubuntu Style
pt: Estilo Ubuntu
tr: Ubuntu Tarzı

source: Ubuntu Unity-like experience
pt: Experiência semelhante ao Ubuntu Unity
tr: Ubuntu Unity benzeri deneyim

source: View detailed Bluetooth device information.
pt: Veja informações detalhadas sobre o dispositivo Bluetooth.
tr: Bluetooth'a hızlı erişim sağlayın.

source: Wallpaper
pt: Papel de parede
tr: Duvar Kağıdı

source: Welcome
pt: Bem-vindo(a)
tr: Hoş Geldiniz

source: Welcome to Pardus GNOME!
pt: Bem-vindo ao Pardus GNOME!
tr: Pardus GNOME'a Hoşgeldiniz!

source: Windows 10 taskbar layout
pt: Esquema da barra de tarefas do Windows 10
tr: Windows 10 görev çubuğu düzeni

source: You can easily configure your system with the Greeter application.
pt: Pode configurar facilmente o seu sistema com a aplicação Greeter.
tr: Karşılayıcı uygulama ile sisteminizi kolayca yapılandırabilirsiniz.

source: You can now start exploring the modern and user-friendly experience.
pt: Agora pode começar a explorar a experiência moderna e intuitiva.
tr: Modern ve kullanıcı dostu deneyimi keşfetmeye başlayabilirsiniz.

source: macOS-like interface with dock at bottom
pt: Interface semelhante ao macOS com doca na parte inferior
tr: Alt kısımda dock ile macOS benzeri arayüz

source: © 2025 Pardus Team
pt: © 2025 Equipa Pardus
tr: © 2025 Pardus Ekibi

source: OK
tr: Tamam

source: Web Site
tr: Web Sitesi
